Repository: kdflint/nexus-ship
Catalog: nexus/locale/*/LC_MESSAGES/messages.*.po
Languages: es, ta, te

source: Your session has timed out.
es: Tu sesión ha expirado.
ta: உங்கள் அமர்வு முடிந்துவிட்டது.
te: మీ కాలపరిమితి అయిపోయింది.

source: Schedule
ta: அட்டவணை
te: జాబితా

source: Seats
ta: இருக்கை
te: నిర్వాహకులు

source: join_link_text
ta: எந்தவொரு சந்திப்பையும் திட்டமிட மற்றும் கலந்துகொள்ள இந்த இடத்தில்தான் இருக்கை வைத்திருப்பவர்கள் பயன்படுத்த முடியும்.
te: మీ ఛానెల్ నిర్వాహకులు ప్రస్తుతం తెరిచి ఉంది ఈ సమావేశాన్ని జాబితా చేయడానికి మరియు ఏదైనా సమావేశానికి హాజరు కావడానికి ఉపయోగించవచ్చు.

source: pass_label
ta: ஒரே கிளிக்கில் இணைய
te: ఒకే క్లిక్‌తో చేరండి

source: bookmark_notice
ta: ஒரே கிளிக்கில் சேர் (Ctrl-D புக்மார்க் செய்ய)
te: ఒకే క్లిక్‌తో చేరండి(Ctrl-D బుక్మార్క్ కు)

source: format_webinar
ta: ஒரு காட்சியளிப்பு அல்லது ஆன்லைன் வகுப்புயை ஒளிபரப்பவும் .
te: ప్రదర్శన లేదా ఆన్‌లైన్ తరగతిని ప్రసారం చేయండి.

source: confirm_pass
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: పాస్వర్డ్ని నిర్ధారించండి

source: pending_enroll
ta: நிலுவையிலுள்ள பதிவு
te: పెండింగ్ నమోదు

source: Already have an account
ta: ஏற்கனவே ஒரு கணக்கு உள்ளதா?
te: ఖాతా కలిగి ఉన్నారా?

source: demo_name
ta: உங்கள் பெயர்
te: నీ పేరు

source: meeting_time_past
ta: உங்கள் சந்திப்பு நேரம் கடந்த காலத்தில் உள்ளது.
te: మీ సమావేశం సమయం గతంలో ఉంది.

source: featuring
te: నటించిన

source: bookmark_shortcut
te: (Ctrl-D బుక్మార్క్ కు)

source: join
te: చేరడానికి

source: meeting
te: సమావేశం

source: show_pass
te: పాస్ చూపించు

source: share_link
te: ఈ లింక్‌ను మీ అతిథులతో పంచుకోండి.

source: details
te: వివరాలు

source: pending
te: పెండింగ్

source: enrollment
te: నమోదు

source: compatible_message
te: ఈ సమావేశంలో పాల్గొనడానికి మీ సిస్టమ్ అనుకూలంగా ఉంటుంది.

source: missing_features
te: మీ సిస్టమ్ నిర్దిష్ట సమావేశ నిర్వహణ లక్షణాలను అందించలేకపోవచ్చు.

source: connection_quality
te: మీ సిస్టమ్ కనెక్షన్ నాణ్యత పరిమితులను చూపవచ్చు.

source: system
te: వ్యవస్థ

source: checking
te: మీ సిస్టమ్ అనుకూలతను తనిఖీ చేస్తోంది

source: copy_pass
te: క్లిప్‌బోర్డ్‌కు పాస్‌ను కాపీ చేయండి.

source: reserved_by
te: ద్వారా రిజర్వు చేయబడింది

source: confirm_delete
te: దయచేసి ఈ తొలగింపుని నిర్ధారించండి.

source: copied
te: కాపీ చెయ్యబడ్డాయి

source: Tamil
te: తమిళ

source: Telugu
te: తెలుగు

source: Hindi
te: హిందీ

source: Confirm password
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: పాస్వర్డ్ని నిర్ధారించండి

source: You have signed out successfully.
es: Has salido exitosamente.
ta: நீங்கள் வெற்றிகரமாக வெளியேறிவிட்டீர்கள்.
te: మీరు విజయవంతంగా సైన్ అవుట్ చేసారు.

source: Your meeting is over.
es: Su reunión ha terminado.
ta: உங்கள் சந்திப்பு முடிந்துவிட்டது.
te: మీ సమావేశం ముగిసింది.

source: About
es: Acerca De
ta: அறிமுகம்
te: గురించి

source: Username
es: Nombre de usuario
ta: பயனர் பெயர்
te: యూజర్ పేరు

source: I forgot
es: Olvidé
ta: நான் மறந்துவிட்டேன்
te: నేను మరచిపోయాను

source: Password
es: Contraseña
ta: கடவுச்சொல்
te: పాస్వర్డ్

source: Sign In
es: Ingresar
ta: உள்நுழைக
te: సైన్ ఇన్ చేయండి

source: Remember Me
es: Acuérdate de mí
ta: என்னை ஞாபகத்தில் வைத்துக்கொள்
te: నన్ను గుర్తు పెట్టుకో

source: Recover Username
es: Recuperar nombre de usuario
ta: பயனர்பெயரை மீட்கவும்
te: యూజర్ పేరుని పునరుద్ధరించండి

source: Please enter your email address and we will resend your username.
es: Por favor ingrese su dirección de correo electrónico y le volveremos a enviar su nombre de usuario.
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும், உங்கள் பயனர்பெயரை மீண்டும் அனுப்புவோம்.
te: దయచేసి మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి మరియు మేము మీ యూజర్ పేరును మళ్ళీ పంపుతాము.

source: Email
ta: மின்னஞ்சல்
te: ఇమెయిల్

source: Return to Login
es: Regrese a Login
ta: மீண்டும் உள்நுழையவும்
te: లాగిన్కు తిరిగి వెళ్ళు

source: Password Reset
es: Restablecimiento De Contraseña
ta: கடவுச்சொல்லை திரும்ப அமை
te: పాస్వర్డ్ రీసెట్ చేసుకోండి

source: Please enter your user id so we can email you a password reset link.
es: Ingrese su identificación de usuario para que podamos enviarle un enlace de restablecimiento de contraseña.
ta: தயவுசெய்து உங்கள் பயனர் பெயரை உள்ளிடுக, உங்கள் மின்னஞ்சலுக்கு கடவுச்சொல்லை திரும்ப அமைக்கும் இணையதள இணைப்பை அனுப்புவோம்.
te: దయచేసి మీ యూజర్ ఐడిని ఎంటర్ చెయ్యండి, కనుక మీకు పాస్వర్డ్ రీసెట్ లింకు ఇమెయిల్ చేయగలము

source: Reset Password
es: Restablecer la contraseña
ta: கடவுச்சொல்லை திரும்ப அமைக்க
te: పాస్వర్డ్ మార్చుకోండి

source: You are logged out of your Web Conference Room.
es: Has cerrado la sesión de tu sala de conferencias web.
ta: நீங்கள் இனைய சந்திப்பு அறையிலிருந்து வெளியேறிவீட்டீர்கள்
te: మీరు మీ వెబ్ కాన్ఫరెన్స్ రూమ్ నుండి లాగ్ అవుట్ అయ్యారు.

source: Login
es: Iniciar Sesión
ta: உள்நுழைக
te: లాగిన్

source: Which group(s) would you like to join?
es: ¿A qué grupo (s) te gustaría unirte?
ta: எந்த குழுவில் (குழுக்களில்) நீங்கள் சேர விரும்புகிறீர்கள்?
te: ఏ గ్రూపు (లు) మీరు చేరాలనుకుంటున్నారు?

source: Choose your username
es: Elige tu nombre de usuario
ta: உங்கள் பயனர்பெயரைத் தேர்வுசெய்யவும்
te: మీ వాడుకరి పేరు ఎన్నుకోండి

source: Choose your password
es: Elige tu contraseña
ta: உங்கள் கடவுச்சொல்லைத் தேர்வுசெய்யவும்
te: మీ పాస్వర్డ్ను ఎంచుకోండి

source: Confirm your password
es: Confirmar la contraseña
ta: உங்கள் கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: పాస్స్వర్డ్ను ధృవీకరించండి

source: Your email
es: Tu correo electrónico
ta: உங்கள் மின்னஞ்சல்
te: మీ ఇమెయిల్

source: Your first name
es: Su nombre
ta: உங்கள் முதற்பெயர்
te: మీ మొదటి పేరు

source: Your last name
es: Tu apellido
ta: உங்கள் கடைசிப்பெயர்
te: మీ చివరి పేరు

source: Enroll
es: Inscribirse
ta: பதிவுசெய்யவும்
te: నమోదు చేసుకోండి

source: To use Nexus it is necessary to enable JavaScript.
es: Para usar Nexus es necesario habilitar JavaScript.
ta: நெக்ஸஸ் ஐப் பயன்படுத்த, JavaScript ஐ இயக்க வேண்டும்.
te: నెక్సస్‌ను ఉపయోగించడానికి జావాస్క్రిప్ట్‌ను ప్రారంభించడం అవసరం.

source: Help
es: Ayuda
ta: உதவி
te: సహాయం

source: Username is required.
es: Se requiere nombre de usuario.
ta: பயனர்பெயர் தேவைப்படுகிறது.
te: యూసర్ పేరు అవసరం.

source: Password is required.
es: Se requiere contraseña.
ta: கடவுச்சொல் தேவைப்படுகிறது.
te: పాస్వర్డ్ అవసరం.

source: Valid email is required.
es: Se requiere un correo electrónico válido.
ta: சரியான மின்னஞ்சல் தேவைப்படுகிறது.
te: చెల్లుబాటు అయ్యే ఇమెయిల్ అవసరం.

source: Valid username is required.
es: Se requiere nombre de usuario válido.
ta: சரியான பயனர் பெயர் தேவைப்படுகிறது.
te: చెల్లుబాటు అయ్యే యూజర్ పేరు అవసరం.

source: This username is already taken.
es: Este nombre de usuario ya está en uso.
ta: இந்த பயனர்பெயர் ஏற்கனவே உபயோகத்தில் உள்ளது .
te: ఈ యూజర్ పేరు ఇదివరకే తీసుకొన బడింది.

source: Valid password is required.
es: Se requiere una contraseña válida.
ta: சரியான கடவுச்சொல் தேவைப்படுகிறது.
te: చెల్లుబాటు అయ్యే పాస్వర్డ్ అవసరం.

source: Matching confirmation password is required.
es: Se requiere una contraseña de confirmación coincidente.
ta: கடவுச்சொல்லும் நீங்கள் உறுதிப்படுத்திய கடவுச்சொல்லும் பொருந்தவில்லை
te: సరిపోలే నిర్ధారణ పాస్వర్డ్ అవసరం.

source: Valid first name is required.
es: El primer nombre es obligatorio.
ta: சரியான முதற்பெயர் தேவை.
te: చెల్లుబాటు అయ్యే మొదటి పేరు అవసరం.

source: Name is required.
es: Se requiere el nombre.
ta: பெயர் தேவை.
te: పేరు అవసరం.

source: Email is required.
es: Correo electronico es requerido.
ta: மின்னஞ்சல் தேவை.
te: ఇమెయిల్ అవసరం.

source: One Moment
es: Un momento
ta: ஒரு நிமிடம்
te: ఒక క్షణం

source: To test, save your changes
es: Para probar, guarda tus cambios
ta: உங்கள் புதிய மாற்றங்களை சோதிக்க, மாற்றங்களை பதிவிடவும்
te: పరీక్షించడానికి, మీ మార్పులను సేవ్ చేయండి

source: Please send a password reset link to my email for
es: Por favor, envíe un enlace de restablecimiento de contraseña a mi correo electrónico para
ta: என் மின்னஞ்சல் முகவரிக்கு ஒரு கடவுச்சொல் மீட்டமைப்பை அனுப்பவும்
te: దయచేసి నా ఇమెయిల్ కు పాస్వర్డ్ రీసెట్ లింకు పంపండి

source: Our bad, something goofed
es: Nuestra mala, algo tonto
ta: அடடா, ஏதோ தவறாய் இருக்கிறதே
te: మా చెడు, క్షమించండి

source: Please try again.
es: Por favor, vuelva a intentarlo.
ta: தயவுசெய்து மீண்டும் முயற்சி செய்க.
te: దయచేసి మళ్లీ ప్రయత్నించండి.

source: New
es: Nuevo
ta: புதிய
te: కొత్త

source: User
es: Usuario
ta: பயனர்
te: వాడుకరి

source: An enrollment packet will be emailed to this new user.
es: Un paquete de inscripción será enviado por correo electrónico a este nuevo usuario.
ta: இந்த புதிய பயனருக்கு பதிவு தாள்கள் மின்னஞ்சலில் அனுப்பப்படும்.
te: ఈ క్రొత్త వినియోగదారుకు ఒక నమోదు ప్యాకెట్ ఇమెయిల్ చేయబడుతుంది.

source: First Name
es: Nombre
ta: முதற்பெயர்
te: మొదటి పేరు

source: Administrator
es: Administrador
ta: நிர்வாகி
te: నిర్వాహకుడు

source: Cancel
es: Cancelar
ta: ரத்து செய்
te: రద్దుచేయడం

source: Now
es: Ahora
ta: இப்போது
te: ప్రస్తుతం

source: Good news! Your room is available right now.
es: ¡Buenas noticias! Tu habitación está disponible ahora.
ta: நல்ல செய்தி! உங்கள் அறை இப்போது கிடைக்கிறது.
te: శుభవార్త! మీ ఛానెల్ ప్రస్తుతం తెరిచి ఉంది

source: Guest Pass
es: Pase de invitado
ta: விருந்தினர் அனுமதிச்சீட்டு
te: అతిథి పాస్

source: Soon
es: Pronto
ta: விரைவில்
te: త్వరలో

source: Future
es: Futuro
ta: எதிர்காலம்
te: భవిష్యత్తు

source: Click the calendar to reserve this room for a future date.
es: Haga clic en el calendario para reservar esta sala para una fecha futura.
ta: எதிர்கால தேதியில் இந்த அறையை முன்பதிவு செய்ய காலெண்டரைக் கிளிக் செய்க.
te: భవిష్యత్ తేదీ కోసం ఈ ఛానల్ని ఉంచడానికి క్యాలెండర్ క్లిక్ చేయండి.

source: Team Pass
es: Pase de equipo
ta: குழு அனுமதிச்சீட்டு
te: జట్టు పాస్

source: Reservation
es: Reserva
ta: முன்பதிவுசெய்
te: నిలుపుకోవడము

source: Meeting Name
es: Nombre de la reunión
ta: கூட்டத்தின் பெயர்
te: సమావేశం పేరు

source: Time Zone
es: Zona horaria
ta: கால மண்டலம்
te: సమయమండలం

source: Country
es: País
ta: நாடு
te: దేశము

source: Date
es: Fecha
ta: தேதி
te: తేదీ

source: Time
es: Hora
ta: நேரம்
te: సమయం

source: Reserve
es: Reserva
ta: முன் பதிவு
te: రిజర్వ్

source: Video Chat
es: Chat de video
ta: காணொலி அரட்டை
te: వీడియో చాట్

source: Shows web camera displays prominently.
es: Muestra que la cámara web se muestra prominentemente.
ta: இணைய புகைப்படக் கருவி காட்சிகள் முக்கியமாகக் காட்டப்படுகின்றன.
te: వెబ్ కెమెరా డిస్ప్లేలు ప్రముఖంగా చూపుతుంది.

source: Collaboration
es: Colaboración
ta: கூட்டுச்செயல்பாடு
te: సహకారం

source: Use for a formal presentation or fully collaborative meeting, with access to all conference tools (presentation screen, chat, cameras, etc.)
es: Úselo para una presentación formal o una reunión totalmente colaborativa, con acceso a todas las herramientas de la conferencia (pantalla de presentación, chat, cámaras, etc.)
ta: அனைத்து கருத்தரங்கு கருவிகளுக்கும் ( காட்சியளிப்பு திரை, அரட்டை, புகைப்படக் கருவி, போன்றவை) அணுகலுடன், முறையான காட்சியளிப்பு அல்லது முழுமையாக ஒருங்கிணைந்த கூட்டத்திற்குப் பயன்படுத்தவும்
te: అన్ని సమావేశ సాధనాలకు (ప్రెజెంటేషన్ స్క్రీన్, చాట్, కెమెరాలు, మొదలైనవి) ప్రాప్యతతో అధికారిక ప్రదర్శన లేదా పూర్తి సహకార సమావేశం కోసం ఉపయోగించండి.

source: Video Link
es: Enlace de video
ta: காணொலி இணைப்பு
te: వీడియో లింక్

source: Enhance a telephone meeting with cameras and visual components (presentation screen, chat room, etc.)
es: Mejore una reunión telefónica con cámaras y componentes visuales (pantalla de presentación, sala de chat, etc.)
ta: புகைப்படக் கருவி மற்றும் பார்வைக்குரிய கூறுகளை (காட்சியளிப்பு திரை, அரட்டை அறை, போன்றவை) ஒரு தொலைபேசி சந்திப்பை அதிகரிக்கவும்
te: కెమెరాలు మరియు విజువల్ భాగాలు (ప్రెజెంటేషన్ స్క్రీన్, చాట్ రూమ్, మొదలైనవి) తో టెలిఫోన్ సమావేశాలను మెరుగుపరచండి.

source: Webinar
es: Seminario web
ta: இணையத்தில் ஆன்லைன் பதிவு
te: వెబ్నార్

source: Start
es: Empezar
ta: தொடக்கம்
te: ప్రారంభం

source: Open Room
es: Habitación abierta
ta: திறந்த அறை
te: బహిరంగ గది

source: Recordings
es: Grabaciones
ta: பதிவீடு
te: నమోదులు

source: There are no recordings available.
es: No hay grabaciones disponibles
ta: பதிவுகள் கிடைக்கவில்லை.
te: రికార్డింగ్లు అందుబాటులో లేవు.

source: Attendees
es: Los asistentes
ta: பங்கேற்பாளர்
te: హాజరుదార్లు

source: Hello
es: Hola
ta: வணக்கம்
te: నమస్కారం

source: Register for Nexus Web Meet training at the
es: Regístrese para la capacitación de Nexus Web Meet en
ta: நெக்ஸஸ் கணினி இணையம் பயிற்சிக்கு பதிவு செய்யவும்
te: నెక్సస్ వెబ్ కోసం శిక్షణను నమోదు చేయండి

source: Northbridge Member Portal
es: Portal para miembros de Northbridge
ta: நார்புரிட்ஜ் உறுப்பினர் தலைவாசல்
te: నార్త్బ్రిడ్జ్ సభ్యుల పోర్టల్

source: powered by
es: energizado por
ta: மூலம் இயக்கப்படுகிறது
te: ద్వారా ఆధారితం

source: Select Language
es: Seleccione Idioma
ta: மொழியை தேர்வு செய்
te: భాషను ఎంచుకోండి

source: English
es: Inglés
ta: ஆங்கிலம்
te: ఇంగ్లీష్

source: Spanish
es: Español
ta: ஸ்பானிஷ்
te: స్పానిష్

source: ROOM
ta: அறை
te: గది

source: Please confirm your new password.
ta: உங்கள் புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்.
te: దయచేసి మీ క్రొత్త పాస్వర్డ్ని నిర్ధారించండి.

source: 7-25 characters please
ta: 7-25 எழுத்துக்கள் மட்டும்
te: దయచేసి 7-25 అక్షరాలు ఎంచుకోండి

source: Your passwords do not match.
ta: உங்களது கடவுச்சொற்கள் பொருந்தவில்லை.
te: మీ ప్రవేశ పదాలు సరి కావట్లేదు.

source: First name is required.
ta: முதல் பெயர் தேவை
te: మొదటి పేరు అవసరం.

source: A meeting cannot be longer than 24 hours.
ta: 24 மணி நேரத்திற்கும் மேலாக ஒரு கூட்டம் இருக்கக்கூடாது.
te: 24 గంటల కంటే ఎక్కువ సమావేశాలు ఉండవు.

source: Bad duration
ta: தவறான காலம்
te: దుర్వ్యవధి

source: Contact Email
ta: தொடர்பு மின்னஞ்சல்
te: ఇమెయిల్ సంప్రదించండి

source: Meeting name is required
ta: கூட்டத்தின் பெயர் தேவை
te: సమావేశం పేరు అవసరం

source: Description
ta: விளக்கம்
te: వివరణ

source: Meeting description is required
ta: சந்திப்பு விளக்கம் தேவைப்படுகிறது
te: సమావేశ వివరణ అవసరం

source: End Time
ta: முடிவு நேரம்
te: ముగింపు సమయం

source: End Date
ta: கடைசி தேதி
te: ఆఖరి తేది

source: Start Time
ta: ஆரம்பிக்கும் நேரம்
te: సమయం ప్రారంభమైనది

source: Start Date
ta: தொடக்க தேதி
te: ప్రారంబపు తేది

source: TEAM
ta: அணி
te: జట్టు

source: ARCHIVE
ta: ஆவணக் காப்பகம்
te: భాండాగారం

source: Training
ta: பயிற்சி
te: శిక్షణ

source: Support
es: Apoyo
ta: ஊக்கம்
te: మద్దతు

source: Logout
ta: வெளியேறு
te: లాగౌట్

source: Meeting Type
ta: சந்திப்பு வகை
te: సమావేశం రకం

source: Duration
ta: காலநீட்சி
te: వ్యవధి

source: minutes
ta: நிமிடங்கள்
te: నిమిషాల

source: hours
ta: மணிநேரம்
te: గంటల

source: hour
ta: ஒருமணிநேரம்
te: గంట

source: Change
ta: மாறுபாடு
te: మార్చు

source: Please confirm this delete of
ta: தயவுசெய்து இந்த நீக்கத்தை உறுதிப்படுத்தவும்
te: దయచేసి ఈ తొలగింపుని నిర్ధారించండి

source: Please confirm this delete.
ta: தயவுசெய்து இந்த நீக்கத்தை உறுதிப்படுத்தவும்.
te: దయచేసి ఈ తొలగింపుని నిర్ధారించండి.

source: Sign In with
ta: உள்நுழைக
te: సైన్ ఇన్ చేయండి

source: Reset
ta: மீட்டமை
te: రీసెట్

source: Update
ta: புதுப்பிப்பு
te: నవీకరణ

source: Pending
ta: நிலுவையிலுள்ள
te: పెండింగ్

source: Facebook
ta: முகநூல்
te: ఫేస్బుక్

source: LinkedIn
ta: இணைக்கப்பட்ட
te: లింక్డ్ఇన్

source: Enrollment
ta: பதிவு செய்தல்
te: నమోదు

source: Last Name
ta: கடைசி பெயர்
te: చివరి పేరు

source: min
ta: நிமிடம்

source: #: web/nwmHeader.php:14
es: HABITACIÓN

source: #: web/nwmHeader:13
es: EQUIPO

source: #: web/nwmHeader.php:12
es: ARCHIVO

source: #: web/nwmHeader.php
es: Formación

source: #: web/nwmHeader.php:28
es: Apoyo

source: #: web/nwmHeader.php:29
es: Cerrar Sesión

source: #:meetingTypeOptions.html:1
es: Tipo de reunión

source: #:meetingDurationOptions.html:1
es: Duración

source: #:meetingDurationOptions.html:2
es: minutos

source: #:meetingDurationOptions.html:5
es: horas

source: #:meetingDurationOptions.html:8
es: min

source: #:meetingDurationOptions.html:10
es: hora

source: #:reservationAdd:16
es: Cambiar

source: #:userList.php:48
es: Por favor confirme esta eliminación de

source: #:reservationsList:119
es: Confirma esta eliminación

source: #:login.php:295
es: Inicia sesión con

source: #:profile.html:13
es: Reajustar

source: #:profile.html:12
es: Actualización

source: #:listUsers.php
es: Pendiente

source: #: web/login.php:295
es: Facebook

source: #: web/login.php:296
es: LinkedIn

source: #:Group.php
es: Inscripción

source: Your enrolled team members can use that link to schedule and attend any Nexus Web Meet event.
es: Los miembros de su equipo inscrito pueden usar ese enlace para programar y asistir a cualquier evento Nexus Web Meet.

source: Broadcast a presentation in "listen-only" mode for guests.
es: Transmita una presentación en modo "solo escuchar" para invitados.
